app/controllers/users_controller.rb

INSERT INTO "users" ("name", "email", "password", "created_at", "updated_at") VALUES (?, ?, ?, ?, ?)  [["name", "Daniel"], ["email", "daniel.hg94@gmail.com"], ["password", "123456"], ["created_at", "2018-12-13 19:55:46.112638"], ["updated_at", "2018-12-13 19:55:46.112638"]]
---
  def create
    @user = User.new(user_params)
    if @user.save